{
    "1": "The number 1 is the only number that is neither prime nor composite.",
    "2": "2 is the only even prime number.",
    "3": "3 is the first odd prime number.",
    "4": "There are 4 cardinal directions: North, South, East, and West.",
    "5": "5 is the number of platonic solids: Tetrahedron, Cube, Octahedron, Dodecahedron, and Icosahedron",
    "6": "There are 6 faces on a standard cube.",
    "7": "The number 7 is often considered lucky in many cultures.",
    "8": "An octopus has 8 arms.",
    "9": "There are 9 planets in the Solar System (if you include Pluto).",
    "10": "There are 10 fingers on a pair of human hands.",
    "11": "The first Apollo mission to land on the Moon was Apollo 11.",
    "12": "There are 12 months in a year.",
    "13": "A baker's dozen is 13 items.",
    "14": "14 is the atomic number of silicon.",
    "15": "The human body has 15 bones in the face.",
    "16": "There are 16 ounces in a pound.",
    "17": "The number 17 is considered unlucky in Italy.",
    "18": "In golf, a course typically has 18 holes.",
    "19": "19 is the atomic number of potassium.",
    "20": "A standard game of darts has a target score of 20.",
    "21": "The legal drinking age in the US is 21.",
    "22": "There are 22 letters in the Hebrew alphabet.",
    "23": "23 is the number of chromosomes in a human sperm or egg cell.",
    "24": "The number 24 is the number of hours in a day.",
    "25": "25 is the square of 5.",
    "26": "The alphabet has 26 letters in the English language.",
    "27": "27 is the cube of 3.",
    "28": "There are 28 days in February in a common year.",
    "29": "Leap years have 29 days in February.",
    "30": "30 is the number of degrees in each angle of an equilateral triangle.",
    "31": "31 is the number of days in the longest months of the year.",
    "32": "32 is the freezing point of water in Fahrenheit.",
    "33": "33 is the atomic number of arsenic.",
    "34": "34 is the 9th number in the Fibonacci sequence.",
    "35": "The human body has 35 liters of blood.",
    "36": "36 is the square of 6.",
    "37": "There are 37 different standard shoe sizes.",
    "38": "38 is the number of games in an English Premier League season.",
    "39": "39 is the atomic number of yttrium.",
    "40": "40 is the number of weeks in a full-term human pregnancy.",
    "41": "41 is the atomic number of niobium.",
    "42": "42 is the answer to the ultimate question of life, the universe, and everything in The Hitchhiker's Guide to the Galaxy.",
    "43": "There are 43 muscles in the human face.",
    "44": "The number 44 is associated with balance in numerology.",
    "45": "45 is the sum of the first nine prime numbers.",
    "46": "46 is the number of chromosomes in a human cell.",
    "47": "47 is the atomic number of silver.",
    "48": "48 is the number of contiguous states in the USA.",
    "49": "49 is the square of 7.",
    "50": "There are 50 states in the United States of America.",
    "51": "Area 51 is a highly classified US Air Force facility",
    "52": "There are 52 weeks in a year.",
    "53": "53 is the atomic number of iodine.",
    "54": "54 is the number of countries in Africa.",
    "55": "55 is the speed limit on many U.S. highways (in miles per hour).",
    "56": "56 is the number of men who signed the U.S. Declaration of Independence.",
    "57": "57 is the number of Heinz varieties.",
    "58": "58 is the atomic number of cerium.",
    "59": "59 is the smallest prime number that is the sum of 3 consecutive prime numbers (19, 17, and 23).",
    "60": "60 is the number of seconds in a minute.",
    "61": "61 is the 18th prime number.",
    "62": "62 is the atomic number of samarium.",
    "63": "63 is the number of chromosomes in a horse (when paired).",
    "64": "64 is the number of squares on a chessboard.",
    "65": "65 is the age at which one traditionally retires.",
    "66": "66 is the number of books in the Protestant Bible.",
    "67": "67 is the atomic number of holmium.",
    "68": "68 is often associated with the phrase 'do as you would be done by.'",
    "69": "69 is a famous numerical palindrome.",
    "70": "The lifespan of a human is often rounded to 70 years in biblical terms.",
    "71": "71 is the atomic number of lutetium.",
    "72": "72 is the number of names on the Eiffel Tower.",
    "73": "73 is the 21st prime number.",
    "74": "74 is the atomic number of tungsten.",
    "75": "75 is the percentage of water on Earth’s surface.",
    "76": "76 is the atomic number of osmium.",
    "77": "77 is a double-digit palindrome.",
    "78": "78 is the atomic number of platinum.",
    "79": "78 is the atomic number of gold.",
    "80": "80 is the atomic number of mercury.",
    "81": "81 is the square of 9.",
    "82": "82 is the number of games played by each team in a regular NHL season. ",
    "83": "83 is the atomic number of bismuth.",
    "84": "84 is the number of years it takes Uranus to orbit the Sun.",
    "85": "85 is the highest number used in the Postal Service's standard ZIP Code format. ",
    "86": "There are 86 metals in the periodic table.",
    "87": "87 is the 22nd prime number.",
    "88": "88 is the number of keys on a piano.",
    "89": "89 is a Fibonacci number.",
    "90": "90 is the number of degrees in a right angle.",
    "91": "91 is the number of characters in the longest English word without repeating letters: 'subdermatoglyphic.'",
    "92": "92 is the number of counties in Indiana.",
    "93": "93 million miles is roughly the distance from the Earth to the Sun. ",
    "94": "The atomic number of plutonium is 94.",
    "95": "95 is the speed limit on Germany’s autobahns.",
    "96": "96 is 69 upside down.",
    "97": "97 is the highest two-digit prime number.",
    "98": "98 Degrees is a popular boy band from the '90s.",
    "99": "99 is the number of red balloons in Nena’s famous '80s song. ",
    "100": "100 is a century"
}